/* Text for close button */
"Close" = "Fermer";

/* Text for button to scan a credit card */
"Scan Card" = "Scanner la carte";

/* Button title to open camera to scan credit/debit card */
"Scan card" = "Scanner la carte";

/* An error message displayed when the customer's iban is invalid. */
"The IBAN you entered is invalid." = "L'IBAN que vous avez saisi n'est pas valide.";

/* Error when there is a problem processing the credit card */
"There was an error processing your card -- try again in a few seconds" = "Une erreur est survenue lors du traitement de votre carte. Réessayez dans quelques secondes.";

/* Unexpected error, such as a 500 from Stripe or a JSON parse error */
"There was an unexpected error -- try again in a few seconds" = "Une erreur inattendue est survenue. Réessayez dans quelques secondes.";

/* Button to reload web view if we were unable to connect. */
"Try again" = "Réessayer";

/* Error when the card has already expired */
"Your card has expired" = "Votre carte a expiré";

/* Error when the card was declined by the credit card networks */
"Your card was declined" = "Votre carte a été refusée";

/* Error when the card&apos;s expiration month is not valid */
"Your card's expiration month is invalid" = "Le mois d'expiration de votre carte n'est pas valide";

/* Error when the card&apos;s expiration year is not valid */
"Your card's expiration year is invalid" = "L'année d'expiration de votre carte n'est pas valide";

/* Error when the card number is not valid */
"Your card's number is invalid" = "Votre numéro de carte n'est pas valide";

/* Error when the card&apos;s CVC is not valid */
"Your card's security code is invalid" = "Le code de sécurité de votre carte n'est pas valide";

/* Error when customer's name is invalid */
"Your name is invalid." = "Votre nom n'est pas valide.";

